Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.error.badPassphrase
source: The password is incorrect or the file has been tampered with.
ar: كلمة المرور غير صحيحة أو تم العبث بالملف.
bs: Lozinka je netačna ili je datoteka neovlaštena.
da: Adgangskoden er forkert, eller filen er blevet manipuleret.
de: Das Passwort ist falsch oder die Datei wurde manipuliert.
es: La contraseña es incorrecta o el archivo ha sido manipulado.
fr: Le mot de passe est incorrect ou le fichier a été falsifié.
it: La password non è corretta oppure il file è stato manomesso.
ja: パスワードが間違っているか、ファイルが改ざんされています。
km: ពាក្យសម្ងាត់មិនត្រឹមត្រូវ ឬឯកសារត្រូវបានរំខាន។
ko: 비밀번호가 올바르지 않거나 파일이 변조되었습니다.
nb: Passordet er feil eller filen har blitt tuklet med.
pl: Hasło jest nieprawidłowe lub plik został zmodyfikowany.
pt_br: A senha está incorreta ou o arquivo foi adulterado.
ru: Пароль неверен или файл был подделан.
th: รหัสผ่านไม่ถูกต้องหรือไฟล์ถูกดัดแปลง
tr: Şifre yanlış veya dosya kurcalanmış.
uk: Пароль неправильний або файл підроблено.
zh_hans: 密码不正确或文件已被篡改。
zh_hant: 密碼不正確或文件已被竄改。

# uniconnect.error.cancelled
source: Cancelled.
ar: تم الإلغاء.
bs: Otkazano.
da: Annulleret.
de: Abgesagt.
es: Cancelado.
fr: Annulé.
it: Annullato.
ja: キャンセルされました。
km: បានលុបចោល។
ko: 취소되었습니다.
nb: Kansellert.
pl: Anulowano.
pt_br: Cancelado.
ru: Отменено.
th: ยกเลิกแล้ว
tr: İptal edildi.
uk: Скасовано.
zh_hans: 已取消。
zh_hant: 已取消。

# uniconnect.error.corruptFile
source: Invalid configuration file: %@
ar: ملف التكوين غير صالح: %@
bs: Nevažeći konfiguracijski fajl: %@
da: Ugyldig konfigurationsfil: %@
de: Ungültige Konfigurationsdatei: %@
es: Archivo de configuración no válido: %@
fr: Fichier de configuration invalide : %@
it: File di configurazione non valido: %@
ja: 無効な構成ファイル: %@
km: ឯកសារកំណត់រចនាសម្ព័ន្ធមិនត្រឹមត្រូវ៖ %@
ko: 잘못된 구성 파일: %@
nb: Ugyldig konfigurasjonsfil: %@
pl: Nieprawidłowy plik konfiguracyjny: %@
pt_br: Arquivo de configuração inválido: %@
ru: Неверный файл конфигурации: %@
th: ไฟล์การกำหนดค่าไม่ถูกต้อง: %@
tr: Geçersiz yapılandırma dosyası: %@
uk: Недійсний файл конфігурації: %@
zh_hans: 无效的配置文件：%@
zh_hant: 無效的設定檔：%@

# uniconnect.error.missingCredential
source: The connection command for this box could not be found.
ar: تعذر العثور على أمر الاتصال لهذا المربع.
bs: Komanda za povezivanje za ovaj okvir nije pronađena.
da: Forbindelseskommandoen for denne boks blev ikke fundet.
de: Der Verbindungsbefehl für diese Box konnte nicht gefunden werden.
es: No se encontró el comando de conexión de esta caja.
fr: La commande de connexion pour cette boîte est introuvable.
it: Impossibile trovare il comando di connessione per questa casella.
ja: このボックスの接続コマンドが見つかりませんでした。
km: រកមិនឃើញពាក្យបញ្ជាការតភ្ជាប់សម្រាប់ប្រអប់នេះទេ។
ko: 이 상자에 대한 연결 명령을 찾을 수 없습니다.
nb: Tilkoblingskommandoen for denne boksen ble ikke funnet.
pl: Nie można znaleźć polecenia połączenia dla tej skrzynki.
pt_br: O comando de conexão para esta caixa não foi encontrado.
ru: Не удалось найти команду подключения для этого ящика.
th: ไม่พบคำสั่งการเชื่อมต่อสำหรับกล่องนี้
tr: Bu kutunun bağlantı komutu bulunamadı.
uk: Не вдалося знайти команду підключення для цього ящика.
zh_hans: 找不到此框的连接命令。
zh_hant: 找不到此框的連線指令。

# uniconnect.error.sshFailed
source: SSH failed: %@
ar: SSH فشل: %@
bs: SSH nije uspjelo: %@
da: SSH mislykkedes: %@
de: SSH fehlgeschlagen: %@
es: Error de SSH: %@
fr: SSH a échoué : %@
it: SSH non riuscito: %@
ja: SSH 失敗しました: %@
km: SSH បរាជ័យ៖ %@
ko: SSH 실패: %@
nb: SSH mislyktes: %@
pl: SSH nie powiodło się: %@
pt_br: SSH falhou: %@
ru: SSH не удалось: %@
th: SSH ล้มเหลว: %@
tr: SSH başarısız oldu: %@
uk: SSH не вдалося: %@
zh_hans: SSH 失败：%@
zh_hant: SSH 失敗：%@

# uniconnect.error.vaultLocked
source: The UniConnect vault is locked.
ar: القبو UniConnect مغلق.
bs: UniConnect trezor je zaključan.
da: UniConnect hvælvingen er låst.
de: Der Tresor UniConnect ist gesperrt.
es: La bóveda de UniConnect está bloqueada.
fr: Le coffre-fort UniConnect est verrouillé.
it: Il deposito UniConnect è bloccato.
ja: UniConnect ボールトはロックされています。
km: UniConnect តុដេកត្រូវបានចាក់សោ។
ko: UniConnect 저장소가 잠겨 있습니다.
nb: UniConnect hvelvet er låst.
pl: Skarbiec UniConnect jest zamknięty.
pt_br: O cofre UniConnect está bloqueado.
ru: Хранилище UniConnect заблокировано.
th: ห้องนิรภัย UniConnect ถูกล็อค
tr: UniConnect kasası kilitli.
uk: Сховище UniConnect заблоковано.
zh_hans: UniConnect 保险库已锁定。
zh_hant: UniConnect 保險庫已鎖定。

# uniconnect.migration.empty.detail
source: The cmux session has no boxes.
ar: لا تحتوي جلسة cmux على مربعات.
bs: cmux sesija nema kutije.
da: cmux-sessionen har ingen bokse.
de: Die cmux-Sitzung hat keine Boxen.
es: La sesión de cmux no contiene ninguna caja.
fr: La session cmux n'a pas de cases.
it: La sessione cmux non ha caselle.
ja: cmux セッションにはボックスがありません。
km: វគ្គ cmux មិនមានប្រអប់ទេ។
ko: cmux 세션에는 상자가 없습니다.
nb: cmux-økten har ingen bokser.
pl: Sesja cmux nie ma pudełek.
pt_br: A sessão cmux não possui caixas.
ru: В сеансе cmux нет ящиков.
th: เซสชัน cmux ไม่มีกล่อง
tr: Cmux oturumunda kutu yoktur.
uk: Сеанс cmux не має ящиків.
zh_hans: cmux 会话没有框。
zh_hant: cmux 會話沒有方塊。

# uniconnect.migration.none.detail
source: No cmux session was found on this Mac (Application Support/cmux/session-com.cmuxterm.app.json).
ar: لم يتم العثور على جلسة cmux على جهاز Mac هذا (Application Support/cmux/session-com.cmuxterm.app.json).
bs: Na ovom Macu nije pronađena cmux sesija (Podrška za aplikacije/cmux/session-com.cmuxterm.app.json).
da: Der blev ikke fundet nogen cmux-session på denne Mac (Application Support/cmux/session-com.cmuxterm.app.json).
de: Auf diesem Mac wurde keine cmux-Sitzung gefunden (Application Support/cmux/session-com.cmuxterm.app.json).
es: No se encontró ninguna sesión cmux en esta Mac (Application Support/cmux/session-com.cmuxterm.app.json).
fr: Aucune session cmux n'a été trouvée sur ce Mac (Application Support/cmux/session-com.cmuxterm.app.json).
it: Nessuna sessione cmux trovata su questo Mac (Application Support/cmux/session-com.cmuxterm.app.json).
ja: この Mac では cmux セッションが見つかりませんでした (Application Support/cmux/session-com.cmuxterm.app.json)。
km: គ្មានសម័យ cmux ត្រូវបានរកឃើញនៅលើ Mac នេះទេ (Application Support/cmux/session-com.cmuxterm.app.json)។
ko: 이 Mac에서 cmux 세션을 찾을 수 없습니다(Application Support/cmux/session-com.cmuxterm.app.json).
nb: Ingen cmux-økt ble funnet på denne Mac-en (Application Support/cmux/session-com.cmuxterm.app.json).
pl: Na tym komputerze Mac nie znaleziono sesji cmux (Application Support/cmux/session-com.cmuxterm.app.json).
pt_br: Nenhuma sessão cmux foi encontrada neste Mac (Application Support/cmux/session-com.cmuxterm.app.json).
ru: На этом Mac не найден сеанс cmux (Application Support/cmux/session-com.cmuxterm.app.json).
th: ไม่พบเซสชัน cmux บน Mac นี้ (Application Support/cmux/session-com.cmuxterm.app.json)
tr: Bu Mac'te cmux oturumu bulunamadı (Application Support/cmux/session-com.cmuxterm.app.json).
uk: На цьому Mac не знайдено жодного сеансу cmux (підтримка програм/cmux/session-com.cmuxterm.app.json).
zh_hans: 在此 Mac 上未找到 cmux 会话 (Application Support/cmux/session-com.cmuxterm.app.json)。
zh_hant: 在此 Mac 上找不到 cmux 會話 (Application Support/cmux/session-com.cmuxterm.app.json)。

# uniconnect.migration.none.title
source: Nothing to Migrate
ar: لا شيء للهجرة
bs: Ništa za migraciju
da: Intet at migrere
de: Nichts zu migrieren
es: Nada que migrar
fr: Rien à migrer
it: Niente da migrare
ja: 移行するものはありません
km: គ្មានអ្វីដែលត្រូវផ្ទេរ
ko: 마이그레이션할 항목 없음
nb: Ingenting å migrere
pl: Nic do migracji
pt_br: Nada para Migrar
ru: Нечего мигрировать
th: ไม่มีอะไรจะโยกย้าย
tr: Taşınacak Hiçbir Şey Yok
uk: Нічого для міграції
zh_hans: 没有什么可迁移的
zh_hant: 沒有什麼好遷移的

# uniconnect.ssh.edit.authenticationReason
source: Show and edit the encrypted SSH connection
ar: إظهار وتحرير الاتصال المشفر SSH
bs: Prikažite i uredite šifriranu SSH vezu
da: Vis og rediger den krypterede SSH forbindelse
de: Zeigen Sie die verschlüsselte Verbindung SSH an und bearbeiten Sie sie
es: Mostrar y editar la conexión SSH cifrada
fr: Afficher et modifier la connexion cryptée SSH
it: Mostra e modifica la connessione crittografata SSH
ja: 暗号化された SSH 接続の表示と編集
km: បង្ហាញ និងកែសម្រួលការតភ្ជាប់ SSH ដែលបានអ៊ិនគ្រីប
ko: 암호화된 SSH 연결 표시 및 편집
nb: Vis og rediger den krypterte SSH tilkoblingen
pl: Pokaż i edytuj zaszyfrowane połączenie SSH
pt_br: Mostrar e editar a conexão criptografada SSH
ru: Показать и отредактировать зашифрованное соединение SSH
th: แสดงและแก้ไขการเชื่อมต่อ SSH ที่เข้ารหัส
tr: Şifrelenmiş SSH bağlantısını gösterin ve düzenleyin
uk: Показати та відредагувати зашифроване з'єднання SSH
zh_hans: 显示并编辑加密的SSH连接
zh_hant: 顯示並編輯加密的SSH連接

# uniconnect.ssh.edit.detail
source: Enter the complete connection command. UniConnect encrypts it on this Mac and verifies every open tmux window before switching.
ar: أدخل أمر الاتصال الكامل.يقوم UniConnect بتشفيره على جهاز Mac هذا والتحقق من كل نافذة tmux مفتوحة قبل التبديل.
bs: Unesite kompletnu naredbu za povezivanje. UniConnect ga šifrira na ovom Macu i provjerava svaki otvoreni prozor tmux prije prebacivanja.
da: Indtast den komplette forbindelseskommando. UniConnect krypterer det på denne Mac og verificerer hvert åbent tmux vindue, før der skiftes.
de: Geben Sie den vollständigen Verbindungsbefehl ein. UniConnect verschlüsselt es auf diesem Mac und überprüft jedes geöffnete tmux Fenster vor dem Wechsel.
es: Introduce el comando de conexión completo. UniConnect lo cifra en este Mac y verifica todas las ventanas tmux abiertas antes de cambiarlo.
fr: Entrez la commande de connexion complète. UniConnect le crypte sur ce Mac et vérifie chaque fenêtre tmux ouverte avant de changer.
it: Immettere il comando di connessione completa. UniConnect lo crittografa su questo Mac e verifica ogni finestra tmux aperta prima di cambiare.
ja: 完全な接続コマンドを入力します。UniConnect はこの Mac 上で暗号化し、切り替える前に開いているすべての tmux ウィンドウを確認します。
km: បញ្ចូលពាក្យបញ្ជាការតភ្ជាប់ពេញលេញ។UniConnect អ៊ិនគ្រីបវានៅលើ Mac នេះ ហើយផ្ទៀងផ្ទាត់រាល់បង្អួចដែលបើក tmux មុនពេលប្តូរ។
ko: 완전한 연결 명령을 입력하십시오. UniConnect은(는) 이 Mac에서 이를 암호화하고 전환하기 전에 열려 있는 모든 tmux 창을 확인합니다.
nb: Skriv inn hele tilkoblingskommandoen. UniConnect krypterer det på denne Mac-en og verifiserer hvert åpne tmux-vindu før du bytter.
pl: Wprowadź pełne polecenie połączenia. UniConnect szyfruje go na tym komputerze Mac i weryfikuje każde otwarte tmux okno przed przełączeniem.
pt_br: Digite o comando de conexão completo. UniConnect criptografa-o neste Mac e verifica todas as janelas tmux abertas antes de alternar.
ru: Введите полную команду подключения. UniConnect шифрует его на этом Mac и проверяет каждое открытое tmux окно перед переключением.
th: ป้อนคำสั่งการเชื่อมต่อที่สมบูรณ์UniConnect เข้ารหัสบน Mac เครื่องนี้และตรวจสอบทุกหน้าต่าง tmux ที่เปิดอยู่ก่อนที่จะเปลี่ยน
tr: Tam bağlantı komutunu girin. UniConnect bu Mac'te onu şifreler ve geçiş yapmadan önce tüm açık tmux pencereleri doğrular.
uk: Введіть повну команду підключення. UniConnect шифрує його на цьому Mac і перевіряє кожне відкрите tmux вікно перед перемиканням.
zh_hans: 输入完整的连接命令。UniConnect 在此 Mac 上对其进行加密，并在切换之前验证每个打开的 tmux 窗口。
zh_hant: 輸入完整的連線命令。UniConnect 在此 Mac 上進行加密，並在切換之前驗證每個開啟的 tmux 視窗。

# uniconnect.ssh.edit.error.commit
source: UniConnect could not switch every open window, so it restored the previous connection.
ar: UniConnect لم يتمكن من تبديل كل نافذة مفتوحة، لذلك قام باستعادة الاتصال السابق.
bs: UniConnect nije mogao prebaciti svaki otvoreni prozor, pa je vratio prethodnu vezu.
da: UniConnect kunne ikke skifte alle åbne vinduer, så det genoprettede den tidligere forbindelse.
de: UniConnect konnte nicht jedes geöffnete Fenster wechseln, daher wurde die vorherige Verbindung wiederhergestellt.
es: UniConnect no pudo cambiar todas las ventanas abiertas, por lo que restauró la conexión anterior.
fr: UniConnect n'a pas pu changer chaque fenêtre ouverte, il a donc restauré la connexion précédente.
it: UniConnect non è riuscito a cambiare ogni finestra aperta, quindi ha ripristinato la connessione precedente.
ja: UniConnect は、開いているウィンドウをすべて切り替えることができなかったため、以前の接続を復元しました。
km: UniConnect មិនអាចប្តូររាល់បង្អួចដែលបើកបានទេ ដូច្នេះវាបានស្ដារការភ្ជាប់ពីមុន។
ko: UniConnect 열려 있는 모든 창을 전환할 수 없어 이전 연결을 복원했습니다.
nb: UniConnect kunne ikke bytte alle åpne vinduer, så den gjenopprettet den forrige tilkoblingen.
pl: UniConnect nie mógł przełączyć każdego otwartego okna, więc przywrócił poprzednie połączenie.
pt_br: UniConnect não conseguiu alternar todas as janelas abertas, por isso restaurou a conexão anterior.
ru: UniConnect не удалось переключить каждое открытое окно, поэтому восстанавливалось предыдущее соединение.
th: UniConnect ไม่สามารถสลับทุกหน้าต่างที่เปิดอยู่ได้ ดังนั้นจึงคืนค่าการเชื่อมต่อก่อนหน้านี้
tr: UniConnect her açık pencereyi değiştiremedi, bu nedenle önceki bağlantıyı geri yükledi.
uk: UniConnect не вдалося перемикати кожне відкрите вікно, тому було відновлено попереднє з’єднання.
zh_hans: UniConnect 无法切换每个打开的窗口，因此恢复了之前的连接。
zh_hant: UniConnect 無法切換每個開啟的窗口，因此恢復了先前的連線。

# uniconnect.ssh.edit.error.duplicate
source: Another UniConnect window already owns one of those SSH/tmux targets. Nothing was changed.
ar: هناك نافذة أخرى UniConnect تمتلك بالفعل أحد هذه الأهداف SSH/tmux.لم يتغير شيء.
bs: Drugi UniConnect prozor već posjeduje jedan od onih SSH/tmux ciljeva. Ništa nije promijenjeno.
da: Et andet UniConnect vindue ejer allerede et af disse SSH/tmux mål. Intet blev ændret.
de: Ein anderes UniConnect-Fenster besitzt bereits eines dieser SSH/tmux-Ziele. Es wurde nichts geändert.
es: Otra ventana de UniConnect ya usa uno de esos destinos SSH/tmux. No se ha cambiado nada.
fr: Une autre fenêtre UniConnect possède déjà une de ces cibles SSH/tmux. Rien n'a été changé.
it: Un'altra finestra UniConnect possiede già uno di questi target SSH/tmux. Niente è stato cambiato.
ja: 別の UniConnect ウィンドウは、すでに SSH/tmux ターゲットの 1 つを所有しています。何も変わりませんでした。
km: បង្អួច UniConnect មួយ​ទៀត​ហើយ​ជា​ម្ចាស់​គោល​ដៅ SSH/tmux។គ្មានអ្វីត្រូវបានផ្លាស់ប្តូរទេ។
ko: 또 다른 UniConnect 창은 이미 해당 SSH/tmux 대상 중 하나를 소유하고 있습니다.아무것도 변경되지 않았습니다.
nb: Et annet UniConnect-vindu eier allerede et av disse SSH/tmux-målene. Ingenting ble endret.
pl: Inne UniConnect okno posiada już jeden z tych SSH/tmux obiektów docelowych. Nic nie zostało zmienione.
pt_br: Outra janela UniConnect já possui um desses alvos SSH/tmux. Nada foi alterado.
ru: Другое окно UniConnect уже владеет одной из этих целей SSH/tmux. Ничего не изменилось.
th: หน้าต่าง UniConnect อีกอันหนึ่งเป็นเจ้าของหนึ่งในเป้าหมาย SSH/tmux เหล่านั้นแล้วไม่มีอะไรเปลี่ยนแปลง
tr: Başka bir UniConnect penceresi zaten bu SSH/tmux hedeflerinden birine sahip. Hiçbir şey değişmedi.
uk: Інше вікно UniConnect вже володіє одним із цих цілей SSH/tmux. Нічого не змінилося.
zh_hans: 另一个 UniConnect 窗口已拥有这些 SSH/tmux 目标之一。一切都没有改变。
zh_hant: 另一個 UniConnect 視窗已擁有這些 SSH/tmux 目標之一。一切都沒有改變。

# uniconnect.ssh.edit.error.invalid
source: The SSH command is not a supported safe connection command.
ar: الأمر SSH ليس أمر اتصال آمن مدعومًا.
bs: Naredba SSH nije podržana naredba sigurnog povezivanja.
da: Kommandoen SSH er ikke en understøttet sikker forbindelseskommando.
de: Der Befehl SSH ist kein unterstützter sicherer Verbindungsbefehl.
es: El comando SSH no es un comando de conexión seguro compatible.
fr: La commande SSH n'est pas une commande de connexion sécurisée prise en charge.
it: Il comando SSH non è un comando di connessione sicura supportato.
ja: SSH コマンドは、サポートされている安全な接続コマンドではありません。
km: ពាក្យបញ្ជា SSH មិនមែនជាពាក្យបញ្ជាការតភ្ជាប់សុវត្ថិភាពដែលគាំទ្រទេ។
ko: SSH 명령은 지원되는 안전 연결 명령이 아닙니다.
nb: Kommandoen SSH er ikke en sikker tilkoblingskommando som støttes.
pl: Polecenie SSH nie jest obsługiwanym poleceniem bezpiecznego połączenia.
pt_br: O comando SSH não é um comando de conexão segura suportado.
ru: Команда SSH не является поддерживаемой командой безопасного подключения.
th: คำสั่ง SSH ไม่ใช่คำสั่งการเชื่อมต่อที่ปลอดภัยที่รองรับ
tr: SSH komutu desteklenen bir güvenli bağlantı komutu değildir.
uk: Команда SSH не є підтримуваною командою безпечного з’єднання.
zh_hans: SSH 命令不是受支持的安全连接命令。
zh_hant: SSH 指令不是受支援的安全連線指令。

# uniconnect.ssh.edit.error.rollback
source: The connection rollback could not be completed. Keep UniConnect open and reconnect the affected windows before quitting.
ar: تعذر إكمال عملية التراجع عن الاتصال.أبق UniConnect مفتوحًا وأعد توصيل النوافذ المتأثرة قبل الخروج.
bs: Vraćanje veze nije moglo biti dovršeno. Držite UniConnect otvorenim i ponovo povežite pogođene prozore prije nego što napustite.
da: Tilbageføringen af forbindelsen kunne ikke fuldføres. Hold UniConnect åben, og tilslut de berørte vinduer igen, før du afslutter.
de: Der Verbindungs-Rollback konnte nicht abgeschlossen werden. Lassen Sie UniConnect geöffnet und schließen Sie die betroffenen Fenster erneut an, bevor Sie den Vorgang beenden.
es: No se pudo revertir la conexión. Mantén UniConnect abierto y vuelve a conectar las ventanas afectadas antes de salir.
fr: L'annulation de la connexion n'a pas pu être effectuée. Gardez UniConnect ouvert et reconnectez les fenêtres concernées avant de quitter.
it: Impossibile completare il rollback della connessione. Tieni aperto UniConnect e ricollega le finestre interessate prima di uscire.
ja: 接続のロールバックを完了できませんでした。UniConnect を開いたままにし、終了する前に影響を受けるウィンドウを再接続します。
km: ការភ្ជាប់ឡើងវិញមិនអាចបញ្ចប់បានទេ។រក្សា UniConnect បើក ហើយភ្ជាប់បង្អួចដែលរងផលប៉ះពាល់ឡើងវិញ មុនពេលបិទ។
ko: 연결 롤백을 완료할 수 없습니다.종료하기 전에 UniConnect을 열어두고 영향을 받은 창을 다시 연결하십시오.
nb: Tilbakeføringen av tilkoblingen kunne ikke fullføres. Hold UniConnect åpen og koble til de berørte vinduene igjen før du avslutter.
pl: Nie można ukończyć przywracania połączenia. Pozostaw UniConnect otwarte i podłącz ponownie okna, których to dotyczy, przed wyjściem.
pt_br: A reversão da conexão não pôde ser concluída. Mantenha UniConnect aberto e reconecte as janelas afetadas antes de sair.
ru: Откат соединения не удалось завершить. Оставьте UniConnect открытым и повторно подключите затронутые окна перед выходом.
th: ไม่สามารถย้อนกลับการเชื่อมต่อได้สำเร็จเปิด UniConnect ไว้และเชื่อมต่อหน้าต่างที่ได้รับผลกระทบอีกครั้งก่อนที่จะออก
tr: Bağlantıyı geri alma işlemi tamamlanamadı. Çıkmadan önce UniConnect açık tutun ve etkilenen pencereleri yeniden bağlayın.
uk: Не вдалося завершити відкат підключення. Тримайте UniConnect відкритим і знову підключіть уражені вікна перед виходом.
zh_hans: 连接回滚无法完成。退出之前，请保持 UniConnect 打开并重新连接受影响的窗口。
zh_hant: 連接回滾無法完成。退出前，請保持 UniConnect 開啟並重新連接受影響的視窗。

# uniconnect.ssh.edit.error.title
source: SSH Connection Was Not Changed
ar: SSH لم يتم تغيير الاتصال
bs: SSH Veza nije promijenjena
da: SSH Forbindelsen blev ikke ændret
de: SSH Verbindung wurde nicht geändert
es: La conexión SSH no se ha cambiado
fr: SSH La connexion n'a pas été modifiée
it: SSH La connessione non è stata modificata
ja: SSH 接続は変更されませんでした
km: SSH ការតភ្ជាប់មិនត្រូវបានផ្លាស់ប្តូរទេ។
ko: SSH 연결이 변경되지 않았습니다.
nb: SSH Tilkoblingen ble ikke endret
pl: SSH Połączenie nie zostało zmienione
pt_br: SSH A conexão não foi alterada
ru: SSH Соединение не было изменено
th: SSH การเชื่อมต่อไม่เปลี่ยนแปลง
tr: SSH Bağlantı Değiştirilmedi
uk: SSH Підключення не було змінено
zh_hans: SSH 连接未更改
zh_hant: SSH 連線未更改

# uniconnect.ssh.edit.error.tmuxUnavailable
source: tmux session "%@" is not available through the new connection. Nothing was changed.
ar: tmux الجلسة "%@" غير متاحة من خلال الاتصال الجديد.لم يتغير شيء.
bs: tmux sesija "%@" nije dostupna preko nove veze. Ništa nije promijenjeno.
da: tmux session "%@" er ikke tilgængelig via den nye forbindelse. Intet blev ændret.
de: tmux Sitzung „%@“ ist über die neue Verbindung nicht verfügbar. Es wurde nichts geändert.
es: La sesión tmux "%@" no está disponible mediante la nueva conexión. No se ha cambiado nada.
fr: La session tmux "%@" n'est pas disponible via la nouvelle connexion. Rien n'a été changé.
it: La sessione tmux "%@" non è disponibile tramite la nuova connessione. Niente è stato cambiato.
ja: tmux セッション "%@ は、新しい接続では使用できません。何も変わりませんでした。
km: tmux សម័យ "%@" គឺមិនមានតាមរយៈការតភ្ជាប់ថ្មីទេ។គ្មានអ្វីត្រូវបានផ្លាស់ប្តូរទេ។
ko: tmux "%@" 세션은 새 연결을 통해 사용할 수 없습니다.아무것도 변경되지 않았습니다.
nb: tmux økten "%@" er ikke tilgjengelig via den nye tilkoblingen. Ingenting ble endret.
pl: tmux sesja "%@" nie jest dostępna poprzez nowe połączenie. Nic nie zostało zmienione.
pt_br: tmux a sessão "%@" não está disponível por meio da nova conexão. Nada foi alterado.
ru: tmux сеанс «%@» недоступен через новое соединение. Ничего не изменилось.
th: tmux เซสชัน "%@" ไม่พร้อมใช้งานผ่านการเชื่อมต่อใหม่ไม่มีอะไรเปลี่ยนแปลง
tr: tmux "%@" oturumu yeni bağlantı üzerinden kullanılamıyor. Hiçbir şey değişmedi.
uk: tmux сесія "%@" недоступна через нове підключення. Нічого не змінилося.
zh_hans: tmux 会话“%@”无法通过新连接使用。一切都没有改变。
zh_hant: tmux 會話「%@」無法透過新連線使用。一切都沒有改變。

# uniconnect.ssh.edit.error.vault
source: The encrypted credential revision could not be saved. Nothing was changed.
ar: تعذر حفظ مراجعة بيانات الاعتماد المشفرة.لم يتغير شيء.
bs: Šifrovana revizija akreditiva nije mogla biti sačuvana. Ništa nije promijenjeno.
da: Den krypterede legitimationsrevision kunne ikke gemmes. Intet blev ændret.
de: Die verschlüsselte Revision der Anmeldeinformationen konnte nicht gespeichert werden. Es wurde nichts geändert.
es: No se pudo guardar la revisión de credenciales cifradas. No se cambió nada.
fr: La révision des informations d'identification chiffrées n'a pas pu être enregistrée. Rien n'a été changé.
it: Impossibile salvare la revisione della credenziale crittografata. Niente è stato cambiato.
ja: 暗号化された認証情報のリビジョンを保存できませんでした。何も変わりませんでした。
km: ការកែប្រែព័ត៌មានសម្ងាត់ដែលបានអ៊ិនគ្រីបមិនអាចរក្សាទុកបានទេ។គ្មានអ្វីត្រូវបានផ្លាស់ប្តូរទេ។
ko: 암호화된 자격 증명 개정을 저장할 수 없습니다.아무것도 변경되지 않았습니다.
nb: Den krypterte legitimasjonsrevisjonen kunne ikke lagres. Ingenting ble endret.
pl: Nie można zapisać zaszyfrowanej wersji poświadczeń. Nic nie zostało zmienione.
pt_br: A revisão da credencial criptografada não pôde ser salva. Nada foi alterado.
ru: Не удалось сохранить зашифрованную версию учетных данных. Ничего не изменилось.
th: ไม่สามารถบันทึกการแก้ไขข้อมูลประจำตัวที่เข้ารหัสได้ไม่มีอะไรเปลี่ยนแปลง
tr: Şifrelenmiş kimlik bilgisi revizyonu kaydedilemedi. Hiçbir şey değişmedi.
uk: Не вдалося зберегти редакцію зашифрованих облікових даних. Нічого не змінилося.
zh_hans: 无法保存加密的凭据修订。一切都没有改变。
zh_hant: 無法儲存加密的憑證修訂。一切都沒有改變。

# uniconnect.ssh.edit.invalid.title
source: Invalid SSH Connection
ar: اتصال SSH غير صالح
bs: Nevažeća SSH Veza
da: Ugyldig SSH forbindelse
de: Ungültige SSH Verbindung
es: Conexión SSH no válida
fr: Connexion SSH invalide
it: Connessione SSH non valida
ja: 無効な SSH 接続
km: មិនត្រឹមត្រូវ SSH ការតភ្ជាប់
ko: 잘못된 SSH 연결
nb: Ugyldig SSH tilkobling
pl: Nieprawidłowe połączenie SSH
pt_br: Conexão SSH inválida
ru: Неверное соединение SSH
th: การเชื่อมต่อ SSH ไม่ถูกต้อง
tr: Geçersiz SSH Bağlantı
uk: Недійсне підключення SSH
zh_hans: 无效的 SSH 连接
zh_hant: 無效的 SSH 連接

# uniconnect.ssh.edit.save
source: Verify and Apply
ar: التحقق والتطبيق
bs: Potvrdite i primijenite
da: Bekræft og anvend
de: Überprüfen und anwenden
es: Verificar y aplicar
fr: Vérifier et postuler
it: Verifica e applica
ja: 確認して適用する
km: ផ្ទៀងផ្ទាត់ និងអនុវត្ត
ko: 확인 및 적용
nb: Bekreft og bruk
pl: Sprawdź i zastosuj
pt_br: Verifique e inscreva-se
ru: Проверьте и примените
th: ตรวจสอบและสมัคร
tr: Doğrula ve Uygula
uk: Підтвердити та застосувати
zh_hans: 验证并申请
zh_hant: 驗證並申請

# uniconnect.ssh.edit.title
source: Edit SSH Connection
ar: تحرير SSH الاتصال
bs: Uredi SSH Veza
da: Rediger SSH Forbindelse
de: Bearbeiten Sie die Verbindung SSH
es: Editar conexión SSH
fr: Modifier la connexion SSH
it: Modifica SSH Connessione
ja: SSH 接続を編集
km: កែសម្រួល SSH ការតភ្ជាប់
ko: SSH 연결 편집
nb: Rediger SSH Tilkobling
pl: Edytuj połączenie SSH
pt_br: Editar SSH Conexão
ru: Редактировать SSH Соединение
th: แก้ไขการเชื่อมต่อ SSH
tr: SSH Bağlantıyı Düzenle
uk: Редагувати SSH Підключення
zh_hans: 编辑 SSH 连接
zh_hant: 編輯 SSH 連接
